{"note_id":"note_1.txt","note_text":"THIS IS NOTE ONE (1) JSONL SUBJECTIVE:,  ***** 215-13-6789 122.0.9.90 mtestd@test.com 215-228-7564 4152287564 (215)228-7564 122.0.9.89****** person_1 Sheelit Rogers mtestd@test.com 1\/31\/2021 James Jamesd@test.com -30 7161 Rimrock Dr, Indore 95828 This 23-year-old white female presents with complaint of allergies.  She used to have allergies when she lived in Seattle but she thinks they are worse here.  In the past, she has tried Claritin, and Zyrtec.  Both worked for short time but then seemed to lose effectiveness.  She has used Allegra also.  She used that last summer and she began using it again two weeks ago.  It does not appear to be working very well.  She has used over-the-counter sprays but no prescription nasal sprays.  She does have asthma but doest not require daily medication for this and does not think it is flaring up.,MEDICATIONS: , Her only medication currently is Ortho Tri-Cyclen and the Allegra.,ALLERGIES: , She has no known medicine allergies.,OBJECTIVE:,Vitals:  Weight was 130 pounds and blood pressure 124\/78.,HEENT:  Her throat was mildly erythematous without exudate.  Nasal mucosa was erythematous and swollen.  Only clear drainage was seen.  TMs were clear.,Neck:  Supple without adenopathy.,Lungs:  Clear.,ASSESSMENT:,  Allergic rhinitis.,PLAN:,1.  She will try Zyrtec instead of Allegra again.  Another option will be to use loratadine.  She does not think she has prescription coverage so that might be cheaper.,2.  Samples of Nasonex two sprays in each nostril given for three weeks.  A prescription was written as well.","MRN":10022651,"JITTER":-30,"STUDY_ID":"testStudy1","ANON_ID":"bAA1f17fda","pat_id":12509310,"pat_name":"TEST1,TEST01","add_line_1":"568 Tramway Dr","city":"San Jose","state":"CA","zip":"95828-3019","home_phone":"916-123-0923","email_address":"mtestd@test.com","birth_date":"1972-12-31T00:00:00","sex_c":1,"ssn":"514-88-9876","epic_pat_id":12509310,"PAT_MRN_ID":22658181,"PAT_LAST_NAME":"Rogers","PAT_FIRST_NAME":"Sheelit","EMPLOYER_ID":"Not Employed","cur_pcp_prov_id":"T1235431","PROV_NAME":"Kim, Paul","father_name":"James Rogers","father_addr_ln_1":"5654 Eunice Ln","father_city":"Rohnert Park","father_zip":"84989-1847","father_cell_phone":"116-123-0924","mother_name":"Mary Davis","mother_cell_phone":"510-123-0923","emerg_pat_rel_c":7,"accession_num":"M1736940RETIC W1897193PALB T1649783POCGLU "}
{"note_id":"note_2.txt","note_text":"THIS IS NOTE TWO (2) JSONL PAST MEDICAL HISTORY:,  ***** 315-13-6789 125.0.9.90 mtestd@test.com 315-228-7564 3152287564 (215)228-7564 122.0.9.89****** 1\/31\/2021 person_2 Alex Martin stest@test.com John@test.com John test James -29 930 West Winton Ave, Bhopal 94545 He has difficulty climbing stairs, difficulty with airline seats, tying shoes, used to public seating, and lifting objects off the floor.  He exercises three times a week at home and does cardio.  He has difficulty walking two blocks or five flights of stairs.  Difficulty with snoring.  He has muscle and joint pains including knee pain, back pain, foot and ankle pain, and swelling.  He has gastroesophageal reflux disease.,PAST SURGICAL HISTORY:, Includes reconstructive surgery on his right hand 13 years ago.  ,SOCIAL HISTORY:, He is currently single.  He has about ten drinks a year.  He had smoked significantly up until several months ago.  He now smokes less than three cigarettes a day.,FAMILY HISTORY:, Heart disease in both grandfathers, grandmother with stroke, and a grandmother with diabetes.  Denies obesity and hypertension in other family members.,CURRENT MEDICATIONS:, None.,ALLERGIES:,  He is allergic to Penicillin.,MISCELLANEOUS\/EATING HISTORY:, He has been going to support groups for seven months with Lynn Holmberg in Greenwich and he is from Eastchester, New York and he feels that we are the appropriate program.  He had a poor experience with the Greenwich program.  Eating history, he is not an emotional eater.  Does not like sweets.  He likes big portions and carbohydrates.  He likes chicken and not steak.  He currently weighs 312 pounds.  Ideal body weight would be 170 pounds.  He is 142 pounds overweight.  If ,he lost 60% of his excess body weight that would be 84 pounds and he should weigh about 228.,REVIEW OF SYSTEMS: ,Negative for head, neck, heart, lungs, GI, GU, orthopedic, and skin.  Specifically denies chest pain, heart attack, coronary artery disease, congestive heart failure, arrhythmia, atrial fibrillation, pacemaker, high cholesterol, pulmonary embolism, high blood pressure, CVA, venous insufficiency, thrombophlebitis, asthma, shortness of breath, COPD, emphysema, sleep apnea, diabetes, leg and foot swelling, osteoarthritis, rheumatoid arthritis, hiatal hernia, peptic ulcer disease, gallstones, infected gallbladder, pancreatitis, fatty liver, hepatitis, hemorrhoids, rectal bleeding, polyps, incontinence of stool, urinary stress incontinence, or cancer.  Denies cellulitis, pseudotumor cerebri, meningitis, or encephalitis.,PHYSICAL EXAMINATION:, He is alert and oriented x 3.  Cranial nerves II-XII are intact.  Afebrile.  Vital Signs are stable.","MRN":20010011,"JITTER":-27,"STUDY_ID":"testStudy1","ANON_ID":"gAA1cd633b","pat_id":21847718,"pat_name":"TEST2,TEST02","add_line_1":"930 Soren Way","city":"Dublin","state":"CA","zip":"94545","home_phone":"510-124-8405","email_address":"stest@test.com","birth_date":"1917-03-11T00:00:00","sex_c":2,"ssn":"567-23-0964","epic_pat_id":22509310,"PAT_MRN_ID":34658181,"PAT_LAST_NAME":"Martin","PAT_FIRST_NAME":"Alex","EMPLOYER_ID":"Not Employed","cur_pcp_prov_id":"T1235432","PROV_NAME":"Enchetta, Alex","father_name":"Robert Callouhan","father_addr_ln_1":null,"father_city":null,"father_zip":"94989-1847","father_cell_phone":"216-123-0925","mother_name":"Patricia Brown","mother_cell_phone":"415-123-0924","emerg_pat_rel_c":12,"accession_num":"N1736940RETIC U1897193PALB K1649783POCGLU "}
